Repository: praveenkvr/Manifest
Catalog: Manifest/Manifest/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, ru, zh

source: Or check Settings → Screen Time
ar: أو تحقق من الإعدادات ← وقت الشاشة
de: Oder prüfe Einstellungen → Bildschirmzeit
es: O revisa Ajustes → Tiempo de uso
fr: Ou vérifiez Réglages → Temps d'écran
hi: या सेटिंग्स → स्क्रीन टाइम जांचें
it: Oppure controlla Impostazioni → Tempo di utilizzo
ja: または設定 → スクリーンタイムを確認
ko: 또는 설정 → 스크린 타임을 확인하세요
pt: Ou verifique Ajustes → Tempo de Uso
ru: Или проверьте Настройки → Экранное время
zh: 或前往设置→屏幕使用时间查看

source: Overrides the global Settings choice for this manifestation only.
ar: يستبدل اختيار الإعدادات العام لهذا التجسيد فقط.
de: Überschreibt die globale Einstellung nur für diese Manifestation.
es: Anula la opción general de Ajustes solo para esta manifestación.
fr: Remplace le choix global des Réglages uniquement pour cette manifestation.
hi: यह केवल इस मैनिफेस्टेशन के लिए सेटिंग्स की सामान्य पसंद को बदल देता है।
it: Sostituisce la scelta generale delle Impostazioni solo per questa manifestazione.
ja: これはこのマニフェステーションだけに適用され、設定の全体設定を上書きします。
ko: 이 매니페스테이션에만 전역 설정을 재정의합니다.
pt: Substitui a escolha geral de Configurações apenas para esta manifestação.
ru: Заменяет общий выбор в Настройках только для этого намерения.
zh: 仅针对此愿景覆盖设置中的全局选择。

source: Pause
ar: إيقاف مؤقت
de: Pausieren
es: Pausar
fr: Suspendre
hi: रोकें
it: Pausa
ja: 一時停止
ko: 일시정지
pt: Pausar
ru: Приостановить
zh: 暂停

source: Paused
ar: متوقف مؤقتًا
de: Pausiert
es: Pausado
fr: En pause
hi: रुका हुआ
it: In pausa
ja: 一時停止中
ko: 일시중지됨
pt: Pausado
ru: Приостановлено
zh: 已暂停

source: Pays for itself after %@ years of Yearly
ar: يعوّض تكلفته خلال %@ سنة مقارنة بالاشتراك السنوي
de: Rechnet sich nach %@ Jahren im Vergleich zum Jahresabo
es: Se amortiza en %@ años frente al plan anual
fr: Rentabilisé après %@ ans d'abonnement annuel
hi: यह वार्षिक योजना की तुलना में %@ वर्षों में अपनी लागत वसूल कर लेता है
it: Si ripaga dopo %@ anni rispetto al piano annuale
ja: 年間プランの%@年分で元が取れます
ko: 연간 요금제 기준 %@년이면 본전을 뽑습니다
pt: Se paga em %@ anos em relação ao plano anual
ru: Окупается за %@ года по сравнению с годовой подпиской
zh: 相当于%@年的年度订阅费用即可回本

source: Pick a shade that feels like you
ar: اختر درجة لون تشعر أنها أنت
de: Wähle einen Farbton, der zu dir passt
es: Elige un tono que se sienta tú
fr: Choisissez une teinte qui vous ressemble
hi: एक शेड चुनें जो आपको अपना सा लगे
it: Scegli una tonalità che ti rappresenti
ja: 自分らしいと感じる 色合いを選んでください
ko: 나답게 느껴지는 색조를 선택하세요
pt: Escolha um tom que combine com você
ru: Выберите оттенок, который похож на вас
zh: 选择一种 最像你的色调

source: Pick the apps that steal your morning. They stay shut until you've read your intention out loud.
ar: اختر التطبيقات التي تسرق صباحك. ستبقى مغلقة حتى تقرأ نيتك بصوت عالٍ.
de: Wähle die Apps, die dir den Morgen stehlen. Sie bleiben gesperrt, bis du deine Absicht laut vorgelesen hast.
es: Elige las apps que te roban la mañana. Permanecerán cerradas hasta que leas tu intención en voz alta.
fr: Choisissez les applis qui vous volent votre matinée. Elles resteront fermées jusqu'à ce que vous lisiez votre intention à voix haute.
hi: वे ऐप्स चुनें जो आपकी सुबह चुरा लेते हैं। जब तक आप अपना इरादा ज़ोर से नहीं पढ़ लेते, वे बंद रहेंगे।
it: Scegli le app che ti rubano la mattinata. Resteranno chiuse finché non leggi la tua intenzione ad alta voce.
ja: 朝の時間を奪うアプリを選んでください。意図を声に出して読むまで閉じたままになります。
ko: 당신의 아침 시간을 빼앗는 앱들을 선택하세요. 의도를 소리 내어 읽을 때까지 닫힌 채로 유지됩니다.
pt: Escolha os apps que roubam sua manhã. Eles ficarão fechados até você ler sua intenção em voz alta.
ru: Выберите приложения, которые крадут ваше утро. Они останутся закрытыми, пока вы не прочитаете своё намерение вслух.
zh: 选出那些偷走你清晨时间的应用。在你大声读出意图之前，它们将保持关闭。

source: Plain words are perfect. One goal to start.
ar: الكلمات البسيطة مثالية. هدف واحد للبداية.
de: Einfache Worte reichen völlig. Ein Ziel zum Start.
es: Las palabras sencillas son perfectas. Una meta para empezar.
fr: Des mots simples suffisent. Un objectif pour commencer.
hi: सरल शब्द ही काफी हैं। शुरुआत के लिए एक लक्ष्य।
it: Parole semplici vanno benissimo. Un obiettivo per iniziare.
ja: シンプルな言葉で十分です。まずは1つの目標から。
ko: 평범한 말이면 충분해요. 우선 목표 하나로 시작해요.
pt: Palavras simples são perfeitas. Uma meta para começar.
ru: Простых слов достаточно. Одна цель для начала.
zh: 简单的词语就够了，先从一个目标开始。

source: Plays softly during the ritual
ar: يُشغَّل بهدوء أثناء الطقس
de: Spielt leise während des Rituals
es: Suena suavemente durante el ritual
fr: Joue doucement pendant le rituel
hi: अनुष्ठान के दौरान धीरे बजता है
it: Suona dolcemente durante il rituale
ja: 儀式の間、静かに流れます
ko: 의식 동안 조용히 재생돼요
pt: Toca suavemente durante o ritual
ru: Тихо звучит во время ритуала
zh: 仪式期间轻柔播放

source: Plays softly in the background during your ritual. “Random” picks a different one each session.
ar: يُشغَّل بهدوء في الخلفية أثناء طقسك. يختار “عشوائي” صوتًا مختلفًا في كل جلسة.
de: Spielt während deines Rituals leise im Hintergrund. „Zufällig“ wählt bei jeder Sitzung einen anderen Klang.
es: Suena suavemente de fondo durante tu ritual. “Aleatorio” elige uno diferente en cada sesión.
fr: Joue doucement en arrière-plan pendant votre rituel. «Aléatoire» en choisit un différent à chaque séance.
hi: आपके रिचुअल के दौरान धीरे से पृष्ठभूमि में बजता है। “रैंडम” हर सेशन में एक अलग ध्वनि चुनता है।
it: Suona dolcemente in sottofondo durante il tuo rituale. “Casuale” ne sceglie uno diverso a ogni sessione.
ja: リチュアル中に静かに背景で再生されます。“ランダム”はセッションごとに違う音を選びます。
ko: 리추얼 동안 배경에서 부드럽게 재생돼요. “무작위”는 세션마다 다른 소리를 선택해요.
pt: Toca suavemente em segundo plano durante o seu ritual. “Aleatório” escolhe um diferente a cada sessão.
ru: Тихо звучит на фоне во время ритуала. «Случайно» выбирает новый звук для каждой сессии.
zh: 在你的仪式中轻柔地在背景播放。“随机”会在每次会话中选择不同的声音。

source: Postpone 30 minutes
ar: تأجيل 30 دقيقة
de: 30 Minuten verschieben
es: Posponer 30 minutos
fr: Reporter de 30 minutes
hi: 30 मिनट टालें
it: Rimanda di 30 minuti
ja: 30分延期
ko: 30분 미루기
pt: Adiar 30 minutos
ru: Отложить на 30 минут
zh: 推迟30分钟

source: Pre-fills the style when you start a new manifestation — you can still change it per goal.
ar: يملأ النمط مسبقًا عند بدء تجلٍّ جديد — يمكنك تغييره لكل هدف على حدة.
de: Füllt den Stil beim Erstellen einer neuen Manifestation vor — du kannst ihn pro Ziel trotzdem ändern.
es: Rellena el estilo al crear una nueva manifestación; aun así puedes cambiarlo por meta.
fr: Préremplit le style lorsque vous créez une nouvelle manifestation — vous pouvez toujours le changer par objectif.
hi: नया मैनिफेस्टेशन शुरू करते समय शैली पहले से भर देता है — आप इसे हर लक्ष्य के लिए बदल भी सकते हैं।
it: Precompila lo stile quando crei una nuova manifestazione — puoi comunque cambiarlo per ogni obiettivo.
ja: 新しいマニフェステーションを作成する際のスタイルを事前入力します。目標ごとに変更することも可能です。
ko: 새 매니페스테이션을 만들 때 스타일을 미리 채워줘요 — 목표마다 개별적으로 바꿀 수도 있어요.
pt: Preenche o estilo ao criar uma nova manifestação — você ainda pode mudá-lo por meta.
ru: Заранее подставляет стиль при создании новой манифестации — вы всё равно можете изменить его для каждой цели.
zh: 新建显化时会预先填入该风格——你仍可为每个目标单独更改。

source: Present tense
ar: صيغة الحاضر
de: Präsens
es: Tiempo presente
fr: Temps présent
hi: वर्तमान काल
it: Tempo presente
ja: 現在形
ko: 현재형
pt: Tempo presente
ru: Настоящее время
zh: 现在时

source: PREVIEW
ar: معاينة
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
hi: पूर्वावलोकन
it: ANTEPRIMA
ja: プレビュー
ko: 미리보기
pt: PRÉVIA
ru: ПРЕДПРОСМОТР
zh: 预览

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보처리방침
pt: Privacidade
ru: Конфиденциальность
zh: 隐私政策

source: QUOTE ARCHIVE
ar: أرشيف الاقتباسات
de: ZITATARCHIV
es: ARCHIVO DE CITAS
fr: ARCHIVE DE CITATIONS
hi: उद्धरण संग्रह
it: ARCHIVIO CITAZIONI
ja: 言葉のアーカイブ
ko: 문구 아카이브
pt: ARQUIVO DE FRASES
ru: АРХИВ ФРАЗ
zh: 语录存档

source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: रैंडम
it: Casuale
ja: ランダム
ko: 무작위
pt: Aleatório
ru: Случайно
zh: 随机

source: Read a shorter version
ar: اقرأ نسخة أقصر
de: Kürzere Version lesen
es: Leer una versión más corta
fr: Lire une version plus courte
hi: छोटा संस्करण पढ़ें
it: Leggi una versione più breve
ja: 短いバージョンを読む
ko: 짧은 버전 읽기
pt: Ler uma versão mais curta
ru: Прочитать сокращённую версию
zh: 阅读简短版本

source: READ ALOUD
ar: اقرأ بصوت عالٍ
de: LAUT VORLESEN
es: LEE EN VOZ ALTA
fr: LISEZ À VOIX HAUTE
hi: ज़ोर से पढ़ें
it: LEGGI AD ALTA VOCE
ja: 声に出して読む
ko: 소리 내어 읽기
pt: LEIA EM VOZ ALTA
ru: ЧИТАЙТЕ ВСЛУХ
zh: 大声朗读

source: Read aloud while the waves breathe with you
ar: اقرأ بصوت عالٍ بينما تتنفس الأمواج معك
de: Lies laut vor, während die Wellen mit dir atmen
es: Lee en voz alta mientras las olas respiran contigo
fr: Lisez à voix haute pendant que les vagues respirent avec vous
hi: लहरों के साथ सांस लेते हुए ज़ोर से पढ़ें
it: Leggi ad alta voce mentre le onde respirano con te
ja: 波と一緒に呼吸しながら、声に出して読みましょう
ko: 파도가 당신과 함께 숨 쉬는 동안 소리 내어 읽어보세요
pt: Leia em voz alta enquanto as ondas respiram com você
ru: Читайте вслух, пока волны дышат вместе с вами
zh: 随着波浪与你一同呼吸，大声朗读

source: Read your intention
ar: اقرأ نيتك
de: Lies deine Absicht
es: Lee tu intención
fr: Lisez votre intention
hi: अपना इरादा पढ़ें
it: Leggi la tua intenzione
ja: あなたの意図を読む
ko: 당신의 의도를 읽어보세요
pt: Leia sua intenção
ru: Прочитайте своё намерение
zh: 朗读你的意图

source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
fr: Requis
hi: आवश्यक
it: Obbligatorio
ja: 必須
ko: 필수
pt: Obrigatório
ru: Обязательно
zh: 必需

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
it: Ripristina
ja: 復元
ko: 복원
pt: Restaurar
ru: Восстановить
zh: 恢复

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt: Restaurar compras
ru: Восстановить покупки
zh: 恢复购买

source: Reveal & celebrate
ar: اكشف واحتفل
de: Enthüllen & feiern
es: Revelar y celebrar
fr: Révéler et célébrer
hi: प्रकट करें और जश्न मनाएं
it: Rivela e festeggia
ja: 公開してお祝い
ko: 공개하고 축하하기
pt: Revelar e celebrar
ru: Открыть и отпраздновать
zh: 揭晓并庆祝

source: RITUAL COMPLETE · DAY %lld
ar: اكتمل الطقس · اليوم %lld
de: RITUAL ABGESCHLOSSEN · TAG %lld
es: RITUAL COMPLETO · DÍA %lld
fr: RITUEL TERMINÉ · JOUR %lld
hi: अनुष्ठान पूर्ण · दिन %lld
it: RITUALE COMPLETATO · GIORNO %lld
ja: 儀式完了・%lld日目
ko: 의식 완료 · %lld일차
pt: RITUAL CONCLUÍDO · DIA %lld
ru: РИТУАЛ ЗАВЕРШЁН · ДЕНЬ %lld
zh: 仪式完成·第%lld天

source: Ritual complete. Your day is yours.
ar: اكتمل الطقس. يومك ملك لك الآن.
de: Ritual abgeschlossen. Dein Tag gehört dir.
es: Ritual completo. Tu día es tuyo.
fr: Rituel terminé. Votre journée vous appartient.
hi: अनुष्ठान पूर्ण। आपका दिन अब आपका है।
it: Rituale completato. La tua giornata è tua.
ja: 儀式完了。今日はあなたのものです。
ko: 의식이 완료됐어요. 오늘 하루는 당신의 것이에요.
pt: Ritual concluído. Seu dia é seu.
ru: Ритуал завершён. Этот день принадлежит вам.
zh: 仪式已完成。今天属于你。

source: Ritual language
ar: لغة الطقس
de: Ritualsprache
es: Idioma del ritual
fr: Langue du rituel
hi: अनुष्ठान भाषा
it: Lingua del rituale
ja: 儀式の言語
ko: 의식 언어
pt: Idioma do ritual
ru: Язык ритуала
zh: 仪式语言

source: Ritual window
ar: النافذة الزمنية للطقس
de: Ritual-Zeitfenster
es: Ventana del ritual
fr: Fenêtre du rituel
hi: अनुष्ठान विंडो
it: Finestra del rituale
ja: 儀式の時間枠
ko: 의식 시간대
pt: Janela do ritual
ru: Окно ритуала
zh: 仪式时间窗口

source: RITUAL WINDOW
ar: النافذة الزمنية للطقس
de: RITUAL-ZEITFENSTER
es: VENTANA DEL RITUAL
fr: FENÊTRE DU RITUEL
hi: अनुष्ठान विंडो
it: FINESTRA DEL RITUALE
ja: 儀式の時間枠
ko: 의식 시간대
pt: JANELA DO RITUAL
ru: ОКНО РИТУАЛА
zh: 仪式时间窗口

source: RITUALS PER WEEK
ar: الطقوس أسبوعيًا
de: RITUALE PRO WOCHE
es: RITUALES POR SEMANA
fr: RITUELS PAR SEMAINE
hi: प्रति सप्ताह अनुष्ठान
it: RITUALI A SETTIMANA
ja: 週あたりの儀式回数
ko: 주간 의식 횟수
pt: RITUAIS POR SEMANA
ru: РИТУАЛОВ В НЕДЕЛЮ
zh: 每周仪式次数

source: Rose
ar: وردي
de: Rosé
es: Rosa
hi: गुलाबी
it: Rosa
ja: ローズ
ko: 로즈
pt: Rosa
ru: Розовый
zh: 玫瑰

source: Rough morning?
ar: صباح عصيب؟
de: Schwieriger Morgen?
es: ¿Mañana difícil?
fr: Matinée difficile ?
hi: मुश्किल सुबह?
it: Mattinata difficile?
ja: つらい朝ですか？
ko: 힘든 아침인가요?
pt: Manhã difícil?
ru: Тяжёлое утро?
zh: 今早不太顺利？

source: Sage
ar: المريمية
de: Salbei
es: Salvia
fr: Sauge
hi: सेज
it: Salvia
ja: セージ
ko: 세이지
pt: Sálvia
ru: Шалфей
zh: 鼠尾草

source: SAVE %lld%%
ar: وفّر %lld%%
de: SPARE %lld %%
es: AHORRA %lld %%
fr: ÉCONOMISEZ %lld %%
hi: %lld%% बचाएं
it: RISPARMIA %lld%%
ja: %lld%% お得
ko: %lld%% 할인
pt: ECONOMIZE %lld%%
ru: ЭКОНОМИЯ %lld%%
zh: 节省 %lld%%

source: Save changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: बदलाव सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
pt: Salvar alterações
ru: Сохранить изменения
zh: 保存更改

source: Save image
ar: حفظ الصورة
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
hi: छवि सहेजें
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
pt: Salvar imagem
ru: Сохранить изображение
zh: 保存图片

source: scratch to reveal
ar: اخدش للكشف
de: freirubbeln
es: raspa para revelar
fr: grattez pour révéler
hi: देखने के लिए खरोंचें
it: gratta per rivelare
ja: 削って表示
ko: 긁어서 확인
pt: raspe para revelar
ru: сотрите, чтобы увидеть
zh: 刮开揭晓

source: Scratch to reveal what you built
ar: اخدش لتكشف ما بنيته
de: Freirubbeln, um zu sehen, was du geschaffen hast
es: Raspa para revelar lo que construiste
fr: Grattez pour révéler ce que vous avez construit
hi: जो आपने बनाया उसे देखने के लिए खरोंचें
it: Gratta per rivelare ciò che hai costruito
ja: 削って、あなたが築いたものを見てみましょう
ko: 긁어서 당신이 이룬 것을 확인해보세요
pt: Raspe para revelar o que você construiu
ru: Стирайте, чтобы увидеть, что вы создали
zh: 刮开揭晓你所成就的一切

source: Screen Time access
ar: الوصول إلى وقت الشاشة
de: Bildschirmzeit-Zugriff
es: Acceso a Tiempo de uso
fr: Accès à Temps d'écran
hi: स्क्रीन टाइम एक्सेस
it: Accesso a Tempo di utilizzo
ja: スクリーンタイムへのアクセス
ko: 스크린 타임 접근 권한
pt: Acesso ao Tempo de Uso
ru: Доступ к «Экранному времени»
zh: 屏幕使用时间访问权限

source: Screen Time is off
ar: وقت الشاشة معطّل
de: Bildschirmzeit ist deaktiviert
es: Tiempo de uso está desactivado
fr: Temps d'écran est désactivé
hi: स्क्रीन टाइम बंद है
it: Tempo di utilizzo è disattivato
ja: スクリーンタイムがオフです
ko: 스크린 타임이 꺼져 있어요
pt: Tempo de Uso está desativado
ru: «Экранное время» выключено
zh: 屏幕使用时间已关闭

source: Screen Time isn't on, so Manifest can't lock your apps yet — but you can still do your daily ritual without that part.
ar: وقت الشاشة غير مفعّل، لذا لا يستطيع Manifest قفل تطبيقاتك بعد — لكن يمكنك مع ذلك أداء طقسك اليومي دون ذلك الجزء.
de: Bildschirmzeit ist nicht aktiviert, daher kann Manifest deine Apps noch nicht sperren — du kannst dein tägliches Ritual aber trotzdem ohne diesen Teil durchführen.
es: Tiempo de uso no está activado, así que Manifest aún no puede bloquear tus apps, pero puedes hacer tu ritual diario igualmente sin esa parte.
fr: Temps d'écran n'est pas activé, donc Manifest ne peut pas encore verrouiller vos applis — mais vous pouvez toujours faire votre rituel quotidien sans cette partie.
hi: स्क्रीन टाइम चालू नहीं है, इसलिए Manifest अभी आपके ऐप्स लॉक नहीं कर सकता — लेकिन आप उस हिस्से के बिना भी अपना रोज़ाना अनुष्ठान कर सकते हैं।
it: Tempo di utilizzo non è attivo, quindi Manifest non può ancora bloccare le tue app — ma puoi comunque fare il tuo rituale quotidiano senza quella parte.
ja: スクリーンタイムがオフのため、Manifestはまだアプリをロックできません。ただし、その部分なしで毎日の儀式を行うことはできます。
ko: 스크린 타임이 꺼져 있어 Manifest가 아직 앱을 잠글 수 없어요 — 하지만 그 부분 없이도 매일의 의식은 계속 진행할 수 있어요.
pt: O Tempo de Uso não está ativado, então o Manifest ainda não pode bloquear seus apps — mas você ainda pode fazer seu ritual diário sem essa parte.
ru: «Экранное время» не включено, поэтому Manifest пока не может блокировать приложения — но вы всё равно можете выполнять ежедневный ритуал без этой части.
zh: 屏幕使用时间尚未开启，因此Manifest暂时无法锁定你的应用——但你仍可以在没有该功能的情况下完成每日仪式。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
ru: Настройки
zh: 设置

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
pt: Compartilhar
ru: Поделиться
zh: 分享

source: Sound
ar: الصوت
de: Klang
es: Sonido
fr: Son
hi: ध्वनि
it: Suono
ja: サウンド
ko: 사운드
pt: Som
ru: Звук
zh: 声音

source: Speak it out loud — it works better that way
ar: انطقها بصوت عالٍ — تعمل بشكل أفضل بهذه الطريقة
de: Sag es laut — so funktioniert es besser
es: Dilo en voz alta: funciona mejor así
fr: Dites-le à voix haute — ça marche mieux ainsi
hi: इसे ज़ोर से बोलें — इस तरह यह बेहतर काम करता है
it: Dillo ad alta voce — funziona meglio così
ja: 声に出して言いましょう。そのほうが効果的です
ko: 소리 내어 말해보세요 — 그게 더 효과적이에요
pt: Diga em voz alta — funciona melhor assim
ru: Произнесите вслух — так это работает лучше
zh: 大声说出来——这样效果更好

source: Start my day
ar: ابدأ يومي
de: Meinen Tag beginnen
es: Comenzar mi día
fr: Commencer ma journée
hi: मेरा दिन शुरू करें
it: Inizia la mia giornata
ja: 1日を始める
ko: 하루 시작하기
pt: Começar meu dia
ru: Начать день
zh: 开始我的一天

source: Stay locked past the window, not just during it
ar: يبقى مقفلًا حتى بعد انتهاء النافذة، وليس فقط أثناءها
de: Bleibt über das Zeitfenster hinaus gesperrt, nicht nur währenddessen
es: Permanece bloqueado después de la ventana, no solo durante ella
fr: Reste verrouillé au-delà de la fenêtre, pas seulement pendant
hi: विंडो के दौरान ही नहीं, उसके बाद भी लॉक रहता है
it: Resta bloccato oltre la finestra, non solo durante
ja: 時間枠中だけでなく、それ以降もロックされたままにします
ko: 창이 열린 동안뿐 아니라 그 이후에도 계속 잠겨 있어요
pt: Permanece bloqueado além da janela, não só durante ela
ru: Остаётся заблокированным и после окна, не только во время него
zh: 不仅在窗口期间锁定，窗口结束后也保持锁定

source: STEP 1 OF 2
ar: الخطوة 1 من 2
de: SCHRITT 1 VON 2
es: PASO 1 DE 2
fr: ÉTAPE 1 SUR 2
hi: चरण 1 का 2
it: PASSO 1 DI 2
ja: ステップ1/2
ko: 1/2단계
pt: PASSO 1 DE 2
ru: ШАГ 1 ИЗ 2
zh: 第1步，共2步

source: STYLE
ar: النمط
de: STIL
es: ESTILO
hi: शैली
it: STILE
ja: スタイル
ko: 스타일
pt: ESTILO
ru: СТИЛЬ
zh: 风格

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
hi: सब्सक्राइब करें
it: Abbonati
ja: 登録する
ko: 구독하기
pt: Assinar
ru: Подписаться
zh: 订阅

source: Subscribe to start manifesting
ar: اشترك لتبدأ في تحقيق أمنياتك
de: Abonnieren, um mit dem Manifestieren zu beginnen
es: Suscríbete para empezar a manifestar
fr: Abonnez-vous pour commencer à manifester
hi: अभिव्यक्त करना शुरू करने के लिए सदस्यता लें
it: Abbonati per iniziare a manifestare
ja: サブスクリプションを開始してマニフェストを始めましょう
ko: 구독하고 매니페스팅을 시작하세요
pt: Assine para começar a manifestar
ru: Оформите подписку, чтобы начать практику манифестации
zh: 订阅以开始显化练习

source: Subscribe to start your ritual
ar: اشترك لبدء طقسك
de: Abonnieren, um dein Ritual zu starten
es: Suscríbete para comenzar tu ritual
fr: Abonnez-vous pour commencer votre rituel
hi: अपनी रस्म शुरू करने के लिए सदस्यता लें
it: Abbonati per iniziare il tuo rituale
ja: サブスクリプションを開始してリチュアルを始めましょう
ko: 구독하고 리추얼을 시작하세요
pt: Assine para começar seu ritual
ru: Оформите подписку, чтобы начать ритуал
zh: 订阅以开始你的仪式

source: Subscribe to unlock Manifest
ar: اشترك لفتح Manifest
de: Abonnieren, um Manifest freizuschalten
es: Suscríbete para desbloquear Manifest
fr: Abonnez-vous pour débloquer Manifest
hi: Manifest अनलॉक करने के लिए सदस्यता लें
it: Abbonati per sbloccare Manifest
ja: サブスクリプションでManifestのロックを解除
ko: 구독하고 Manifest 잠금을 해제하세요
pt: Assine para desbloquear o Manifest
ru: Оформите подписку, чтобы разблокировать Manifest
zh: 订阅以解锁 Manifest

source: Subscriptions aren't set up yet — add REVENUECAT_API_KEY to Config.xcconfig.
ar: لم يتم إعداد الاشتراكات بعد — أضف REVENUECAT_API_KEY إلى Config.xcconfig.
de: Abos sind noch nicht eingerichtet — füge REVENUECAT_API_KEY zu Config.xcconfig hinzu.
es: Las suscripciones aún no están configuradas: añade REVENUECAT_API_KEY a Config.xcconfig.
fr: Les abonnements ne sont pas encore configurés — ajoutez REVENUECAT_API_KEY à Config.xcconfig.
hi: सब्सक्रिप्शन अभी सेट नहीं है — Config.xcconfig में REVENUECAT_API_KEY जोड़ें।
it: Gli abbonamenti non sono ancora configurati — aggiungi REVENUECAT_API_KEY a Config.xcconfig.
ja: サブスクリプションはまだ設定されていません。Config.xcconfigにREVENUECAT_API_KEYを追加してください。
ko: 구독이 아직 설정되지 않았어요 — Config.xcconfig에 REVENUECAT_API_KEY를 추가하세요.
pt: As assinaturas ainda não foram configuradas — adicione REVENUECAT_API_KEY ao Config.xcconfig.
ru: Подписки ещё не настроены — добавьте REVENUECAT_API_KEY в Config.xcconfig.
zh: 订阅功能尚未配置——请在Config.xcconfig中添加REVENUECAT_API_KEY。

source: Switch styles any time in Settings — I'll rewrite tomorrow's script to match.
ar: بدّل الأنماط في أي وقت من الإعدادات — سأعيد كتابة نص الغد ليتوافق معه.
de: Wechsle jederzeit in den Einstellungen den Stil — ich schreibe den Text für morgen entsprechend um.
es: Cambia de estilo cuando quieras en Ajustes; reescribiré el guion de mañana para que coincida.
fr: Changez de style à tout moment dans Réglages — je réécrirai le texte de demain en conséquence.
hi: सेटिंग्स में कभी भी शैली बदलें — मैं कल की स्क्रिप्ट उसी के अनुसार फिर से लिखूंगा।
it: Cambia stile in qualsiasi momento in Impostazioni — riscriverò il testo di domani di conseguenza.
ja: 設定でいつでもスタイルを変更できます。明日のスクリプトはそれに合わせて書き直します。
ko: 설정에서 언제든 스타일을 바꿀 수 있어요 — 내일의 스크립트를 그에 맞게 다시 써드릴게요.
pt: Troque de estilo a qualquer momento em Ajustes — vou reescrever o roteiro de amanhã de acordo.
ru: Меняйте стиль в любой момент в Настройках — я перепишу завтрашний текст под него.
zh: 随时可在设置中切换风格——我会相应地重写明天的脚本。

source: Tap to change your selection
ar: اضغط لتغيير اختيارك
de: Tippen, um deine Auswahl zu ändern
es: Toca para cambiar tu selección
fr: Touchez pour modifier votre sélection
hi: अपना चयन बदलने के लिए टैप करें
it: Tocca per modificare la tua selezione
ja: タップして選択を変更
ko: 탭하여 선택 변경하기
pt: Toque para mudar sua seleção
ru: Нажмите, чтобы изменить выбор
zh: 点击以更改你的选择

source: Terms
ar: الشروط
de: AGB
es: Términos
fr: Conditions
hi: शर्तें
it: Termini
ja: 利用規約
ko: 이용약관
pt: Termos
ru: Условия
zh: 条款

source: The gatekeeper
ar: الحارس
de: Der Torwächter
es: El guardián
fr: Le gardien
hi: द्वारपाल
it: Il guardiano
ja: ゲートキーパー
ko: 게이트키퍼
pt: O guardião
ru: Страж
zh: 守门人

source: This can't be undone.
ar: لا يمكن التراجع عن هذا.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे पूर्ववत नहीं किया जा सकता।
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없어요.
pt: Isso não pode ser desfeito.
ru: Это действие нельзя отменить.
zh: 此操作无法撤销。

source: This is your morning ritual
ar: هذا هو طقسك الصباحي
de: Das ist dein Morgenritual
es: Este es tu ritual matutino
fr: Voici votre rituel matinal
hi: यह आपका सुबह का अनुष्ठान है
it: Questo è il tuo rituale mattutino
ja: これがあなたの 朝の儀式です
ko: 이것이 당신의 아침 의식이에요
pt: Este é o seu ritual matinal
ru: Это ваш утренний ритуал
zh: 这是你的 晨间仪式

source: THIS WEEK
ar: هذا الأسبوع
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
hi: इस सप्ताह
it: QUESTA SETTIMANA
ja: 今週
ko: 이번 주
pt: ESTA SEMANA
ru: НА ЭТОЙ НЕДЕЛЕ
zh: 本周

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
zh: 今天

source: Today — full access, nothing charged
ar: اليوم — وصول كامل، دون أي رسوم
de: Heute — Vollzugriff, keine Kosten
es: Hoy: acceso completo, sin cargos
fr: Aujourd'hui — accès complet, aucun débit
hi: आज — पूर्ण पहुंच, कोई शुल्क नहीं
it: Oggi — accesso completo, nessun addebito
ja: 今日・フルアクセス、請求なし
ko: 오늘 — 전체 이용, 청구 없음
pt: Hoje — acesso completo, sem cobrança
ru: Сегодня — полный доступ, без списаний
zh: 今天——完整权限，不产生任何费用

source: TODAY'S 369 PRACTICE
ar: ممارسة 369 لليوم
de: HEUTIGE 369-PRAXIS
es: PRÁCTICA 369 DE HOY
fr: PRATIQUE 369 DU JOUR
hi: आज का 369 अभ्यास
it: PRATICA 369 DI OGGI
ja: 今日の369プラクティス
ko: 오늘의 369 연습
pt: PRÁTICA 369 DE HOJE
ru: СЕГОДНЯШНЯЯ ПРАКТИКА 369
zh: 今日369练习

source: TODAY'S LINE
ar: سطر اليوم
de: HEUTIGE ZEILE
es: LA FRASE DE HOY
fr: LA PHRASE DU JOUR
hi: आज की पंक्ति
it: LA FRASE DI OGGI
ja: 今日の言葉
ko: 오늘의 문장
pt: A FRASE DE HOJE
ru: СЕГОДНЯШНЯЯ СТРОКА
zh: 今日之句
